Repository: denis-sokolov/Drafting
Catalog: lang/*.po
Languages: is, lt, nl, ru

source: Hello, fellow judge, willing to call a Magic draft!
ru: Здравствуй, дорогой коллега, желающий провести драфт!

source: All you have to do is read the text on the screen and watch the players.
ru: Всё, что от вас требуется — читать текст с экрана и следить за игроками.

source: The program is controlled with a single button on the screen. Simply press a <strong>space</strong> button on your keyboard to advance.
ru: Программа контролируется одной–единственной клавишей <strong>пробел</strong>.

source: About the program
ru: О программе

source: Switch to the screen about the program
ru: Переключиться на экран о программе

source: Homepage
ru: Сайт проекта

source: See the application&rsquo;s homepage, where you can find full information on it.
ru: Перейти на сайт проект, где расположена вся информация о нём.

source: Notice: the program is in beta status.
ru: Внимание: программа находится в бета версии.

source: This means that it might make mistakes and you should be ready to continue the draft manually at any time.
ru: Это означает, что она может допускать ошибки и вы должны быть готовы продолжить драфт в ручную в любой момент.

source: Please <a href="http://code.google.com/p/magic-drafting-application/issues/entry?template=Bug%20report" >report all problems</a> you will encounter and <strong>be bold</strong> in doing so! This will help us fix faster.
ru: Пожалуйста, <a href="http://code.google.com/p/magic-drafting-application/issues/entry?template=Bug%20report" >извещайте о всех проблемах</a>, с которыми встретитесь, и <strong>будьте нескромны</strong> в этом! Таки образом мы их быстрее починим.

source: If you&rsquo;d like to see a new feature in this application, <a href="http://code.google.com/p/magic-drafting-application/issues/entry?template=Feature%20request" >just say so</a> and we will try to make it happen!
ru: Если вы желаете увидеть новые вохможности в этой программе, <a href="http://code.google.com/p/magic-drafting-application/issues/entry?template=Feature%20request" >дайте знать</a>, и мы постараемся это реализовать!

source: If you have problems reporting, please contact us using this email: <span class="email">drafting@sokolov.cc</span>.
ru: Если у вас проблемы с контактированием, используйте наш почтовый адрес: <span class="email">drafting@sokolov.cc</span>.

source: I understand.
ru: Я понимаю.

source: To save this application and use it offline, use your browser&rsquo;s ‘File &rarr; Save Page’ function. But please check back online sometimes, as it will be updated, while your offline version will stay the same.
ru: Чтобы использовать программу без интернета, воспользуйтесь функцией «File &rarr; Save Page» вашево браузера. Но, пожалуйста, заглядывайте в интернет, ибо программа будет обновляться, а локальная версия остаётся старой.

source: Noted.
ru: Учтено.

source: Settings
ru: Настройки

source: Draft 14-card packs
ru: 14 карт в пачке

source: Sets:
ru: Наборы:

source: Start the draft
ru: Начать драфт

source: Welcome to the draft.
ru: Добро пожаловать в драфт.

source: We will draft three boosters &mdash; <span class="var-set1">SET</span>, <span class="var-set2">SET</span> and <span class="var-set3">SET</span>.
ru: Мы разберём три пачки: <span class="var-set1">SET</span>, <span class="var-set2">SET</span> and <span class="var-set3">SET</span>.

source: Please make sure you have these three packs in front of you.
ru: Пожалуйста, удостоверьтесь, что перед вами есть эти пачки.

source: During the draft, when I say ‘Look’, you may look at the cards in your hand. I will remind you, when the time is nearly up and when I say ‘Pass’, you should pass your cards at once. If possible, shuffle the cards and lay them out on the table in packs of 3.
ru: Во время драфта я буду говорить «смотрим», тогда можно будеть смотреть на карты в руках. Я извещу, когда время будет подходить к концу, и, когда я скажу «передайте», вы должны тут же передать карты соседу. Если возможно, перемешайте их и передавайте выкладывая по три.

source: Continue.
ru: Продолжить.

source: Between the boosters, you will have some time to review the cards you have drafted that far.
ru: Между пачками у вас будет некоторое время просмотреть, что вы уже набрали.

source: During the draft procedure you should stay focused on your cards and try not to give away any kind of information to your opponents.
ru: Во время драфта старайтесь концентрироваться на картах и не выдавать никакой информации соперникам.

source: They got it.
ru: Они поняли.

source: Please open the first booster, which is <span class="var-set1">SET</span>, and count the cards <strong>face-down</strong>. There should be <span class="var-cardsInBooster">15</span> cards in there.
ru: Откройте первый бустер, <span class="var-set1">SET</span>, и пересчитайте карты <strong>рубашками вверх</strong>. Там должно быть <span class="var-cardsInBooster">15</span> карт.

source: Yes, there are.
ru: Так и есть.

source: You have to pass the cards now to your <strong>left</strong>.
ru: Передавать карты надо будет <strong>налево</strong>.

source: Prepare for the draft and keep silence.
ru: Приготовтесь к драфту и храните молчание.

source: Begin the draft.
ru: Начать драфт.

source: Booster 1
ru: Первая пачка

source: You now have one minute to review what you have drafted.
ru: У вас есть одна минута, чтобы пересмотреть, что вы набрали.

source: 10 seconds!
ru: 10 секунд!

source: Put back the cards.
ru: Положите карты на место.

source: Done.
ru: Готово.

source: Please open the second booster, which is <span class="var-set2">SET</span>, and count the cards <strong>face-down</strong>. There should be <span class="var-cardsInBooster">15</span> cards in there.
ru: Откройте второй бустер, <span class="var-set2">SET</span>, и пересчитайте карты <strong>рубашками вверх</strong>. Там должно быть <span class="var-cardsInBooster">15</span> карт.

source: You have to pass the cards now to your <strong>right</strong>.
ru: Передавать карты надо будет <strong>направо</strong>.

source: Begin drafting the second booster.
ru: Начать со второй пачкой.

source: Booster 2
ru: Вторая пачка

source: Please open the third booster, <span class="var-set3">SET</span> and count the cards <strong>face-down</strong>. There should be <span class="var-cardsInBooster">15</span> cards in there.
ru: Откройте третий бустер, <span class="var-set3">SET</span>, и пересчитайте карты <strong>рубашками вверх</strong>. Там должно быть <span class="var-cardsInBooster">15</span> карт.

source: Begin drafting the third booster.
ru: Начать с третьей пачкой.

source: Booster 3
ru: Третья пачка

source: The draft is now over.
ru: Драфт окончен.

source: Please take your cards and proceed to your sitting place. Try to avoid giving information related to the draft to other players.
ru: Возьмите свои карты и займите свои места. Старайтесь не делиться информацией о драфте с другими игроками.

source: Finish.
ru: Конец.

source: The program is written by Denis Sokolov &mdash; a level 1 judge from Lithuania (<a href="http://sokolov.cc">homepage</a>).
ru: Программа написана Денисом Соколовым — судьей первого уровня из Литвы (<a href="http://sokolov.cc">домашняя страница</a>).

source: If you have problems using web service, please contact us using this email: <span class="email">drafting@sokolov.cc</span>.
ru: Если у вас проблемы с контактированием, используйте наш почтовый адрес: <span class="email">drafting@sokolov.cc</span>.

source: Have a nice day!
ru: Удачи!

source: Restart the draft
ru: Начать драфт заново

source: Look!
ru: Смотрим!

source: %n %t!|second/seconds
ru: %n %t!|секунда/секунды/секунд

source: Done!
ru: Готово!

source: Pass %n %t.|card/cards
ru: Передайте %n %t.|карту/карты/карт

source: %n%t card
ru: %n-ая карта

source: Restart this timer
ru: Перезапустить этот таймер

source: Skip this timer
ru: Пропустить этот таймер

source: Understood. Let&rsquo;s go!
ru: Понятно. Поехали!

# title
source: Drafting timer
is: Draft tímamæling
nl: Draft timer

# desc
source: An application for a judge calling a draft in a Magic game.
nl: Een applicatie om een judge te helpen met het callen van een Magic booster draft.

# loading
source: Loading the application...
nl: Bezig met laden van de applicatie...

# c-h1
source: Hello, fellow judge, willing to call a Magic draft!
nl: Hallo, medejudge die een Magic draft wil gaan callen!

# c-h2
source: All you have to do is read the text on the screen and watch the players.
nl: Het enige wat je hoeft te doen is de tekst op het scherm voor te lezen en op de spelers te letten.

# c-h3
source: The program is controlled with a single button on the screen. Simply press a <strong>space</strong> button on your keyboard to advance.
nl: Het programma wordt door één knop bestuurd. Je kunt gewoon op de <strong>spatiebalk</strong> drukken om verder te gaan.

# understood
source: Understood. Let&rsquo;s go!
nl: Begrepen. Daar gaan we!

source: About
nl: Info

# t-about
source: Switch to the screen about the program
nl: Ga naar het informatiescherm over het programma

# t-homepage
source: See the application’s homepage, where you can find full information on it.
nl: Bekijk de homepage van de applicatie, waar je alle informatie erover kunt vinden.

# offline-notice
source: To save this application and use it offline, use your browser&rsquo;s ‘File &rarr; Save Page’ function. But please check back online sometimes, as it will be updated, while your offline version will stay the same.
nl: Om deze applicatie op te slaan en offline te kunnen gebruiken, kun je de 'File' en 'Save Page' functie van je browser gebruiken. Kijk alsjeblieft wel af en toe online, want de applicatie wordt geüpdatet en je offline versie blijft hetzelfde.

source: Noted.
nl: OK.

source: Settings
is: Stillingar
nl: Instellingen

# setting-5seconds
source: Warning in 5 seconds instead of 10
is: Láta vita eftir 5 sekúndur í stað 10
nl: Waarschuwing met 5 seconden in plaats van 10

# setting-sounds
source: Sounds
is: Hljóð
nl: Geluid

# setting-sounds-notfound
source: I have not found any sounds.
is: Engar hjóðskrár fundust.
nl: Ik heb geen geluiden gevonden.

# setting-sounds-download
source: Download them
is: Hlaðið þeim niður
nl: Download ze

# setting-sounds-restart
source: and <a href="">restart the application</a>
is: og <a href="">endurræsið</a>
nl: en <a href="">herstart de applicatie</a>

# start-draft
source: Start the draft
is: Byrja
nl: Start de draft

# instructions-1
source: Welcome to the draft.
is: Velkomin.
lt: Sveiki, drafto dalyviai!
nl: Welkom in deze draft.

# instructions-2
source: We will draft three boosters &mdash;
is: Við notum þrjá pakka &mdash;
lt: Mes draftinsime tris pakelius,
nl: We gaan drie boosters draften &mdash;

# instructions-2-and
source: and
is: og
lt: ir
nl: en

# instructions-3
source: Please make sure you have these three packs in front of you.
is: Hafið þessa þrjá pakka fyrir framan ykkur.
lt: Įsitikinkite, kad turite šiuos pakelius prieš savę.
nl: Controleer alsjeblieft dat je deze drie boosters voor je hebt liggen.

# instructions-4
source: During the draft, when I say ‘Look’, you may look at the cards in your hand. I will remind you, when the time is nearly up and when I say ‘Pass’, you should pass your cards at once. If possible, shuffle the cards and lay them out on the table in packs of 3.
is: Þegar ég segi <strong>Skoða!</strong> megið þið skoða spilin. Ég læt vita þegar tíminn er alveg að renna út, bið ykkur svo að rétta spilin áfram og þá eigið þið að láta þau ganga strax. Munið að stokka þau áður.
lt: Drafto metu, kai aš sakysiu „žiūrim“, jūs galėsite pažiūrėti į kortas savo rankose. Aš įspėsiu, kai laikas bus beveik pasibaigęs, o, kai aš pasakysiu „perduodam“, jūs turėsite tučtuojau perduoti kortas. Jeigu įmanoma, išmaišykite jas ir išdeliokite ant stalo po tris kortas.
nl: Tijdens de draft zal ik 'Kijk' zeggen, dan mag je de kaarten in je hand nemen en kijken. Ik geef een waarschuwing als de tijd bijna op is, en als ik zeg 'Draft', dan moet je de andere kaarten direct doorgeven. Schud de kaarten dan en leg ze op de tafel in rijen van 3.

source: Continue
is: Áfram
lt: Tęsti
nl: Verder

# instructions-5
source: Between the boosters, you will have some time to review the cards you have drafted that far.
is: Milli pakka fáið þið tíma til að skoða spilin sem þið hafið valið.
lt: Tarp pakelių jūs turėsite truputį laiko peržvelgti kortoms, kurias jau pririnkote.
nl: Tussen de boosters door krijg je wat tijd om te kijken naar de kaarten die je tot dan toe hebt gedraft.

# instructions-6
source: During the draft procedure you should stay focused on your cards and try not to give away any kind of information to your opponents.
is: Þið skuluð einbeita ykkur að spilunum sem þið veljið og reyna að gefa öðrum spilurum ekki nokkrar vísbendingar eða upplýsingar.
lt: Drafto metu jūs turite susikaupti ties savo kortomis ir stengtis neatskleisti jokios strateginės informacijos savo varžovams.
nl: Tijdens de draft moet je gefocust blijven op je eigen kaarten. Geef geen enkele vorm van informatie aan je tegenstanders.

source: They got it
is: Allir hafa náð því
lt: Aišku
nl: Gaat ze lukken

# open-first
source: Please open the first booster, which is
is: Opnið fyrsta pakkann, sem er
lt: Atidarykite pirmą pakelį,
nl: Open nu de eerste booster, dat is

# open-first-2
source: , and count the cards <strong>face-down</strong>. There should be 14 cards in there.
is: . Leggið til hliðar aukaspilin tvö sem fylgja í pakkanum. Þið eigið að hafa 14 spil.
lt: , ir suskaičiuokite kortas jame <strong>užverstomis</strong>. Jame turi būti keturiolika kortų.
nl: , en tel de kaarten <strong>dicht</strong>. (Haal de token of tip kaart en niet-foil basic land eruit.) Er horen 14 kaarten in te zitten.

# open-second
source: Please open the second booster, which is
is: Opnið annan pakkann, sem er
lt: Atidarykite antrą pakelį,
nl: Open nu de tweede booster, dat is

# open-second-2
source: , and count the cards <strong>face-down</strong>. There should be 14 cards in there.
is: . Leggið til hliðar aukaspilin tvö. Þið eigið að hafa 14 spil.
lt: , ir suskaičiuokite kortas jame <strong>užverstomis</strong>. Jame turi būti keturiolika kortų.
nl: , en tel de kaarten <strong>dicht</strong>. (Haal de token of tip kaart en niet-foil basic land eruit.) Er horen 14 kaarten in te zitten.

# open-third
source: Please open the third booster, which is
is: Opnið þriðja pakkann, sem er
lt: Atidarykite trečią pakelį,
nl: Open nu de derde booster, dat is

# open-third-2
source: , and count the cards <strong>face-down</strong>. There should be 14 cards in there.
is: . Leggið til hliðar aukaspilin tvö. Þið eigið að hafa 14 spil.
lt: , ir suskaičiuokite kortas jame <strong>užverstomis</strong>. Jame turi būti keturiolika kortų.
nl: , en tel de kaarten <strong>dicht</strong>. (Haal de token of tip kaart en niet-foil basic land eruit.) Er horen 14 kaarten in te zitten.

source: Yes, there are.
is: Já, það passar
lt: Tiek ir yra.
nl: Dat klopt!

# pass-left
source: You have to pass the cards now to your <strong>left</strong>.
is: Þið réttið spilin til <strong>vinstri</strong>.
lt: Dabar reikės perduoti kortas į jūsų <strong>kairę</strong>.
nl: In deze booster geef je de kaarten naar <strong>links</strong> door.

# pass-right
source: You have to pass the cards now to your <strong>right</strong>.
is: Þið réttið spilin til <strong>hægri</strong>.
lt: Dabar reikės perduoti kortas į jūsų <strong>dešinę</strong>.
nl: In deze booster geef je de kaarten naar <strong>rechts</strong> door.

# prepare-and-silence
source: Prepare for the draft and keep silence.
is: Hafið hljóð á meðan.
lt: Pasiruoškite draftui ir laikykitės tylos.
nl: De draft gaat beginnen, stilte iedereen.

# begin-draft
source: Begin the draft.
is: Byrjið núna
lt: Pradėti draftą.
nl: Begin de draft.

# begin-second-booster
source: Begin drafting the second booster
is: Þið megið skoða spilin
lt: Pradėti draftinti antrą pakelį.
nl: Begin met de draft van de tweede booster.

# begin-third-booster
source: Begin drafting the third booster
is: Þið megið skoða spilin
lt: Pradėti draftinti trečią pakelį.
nl: Begin met de draft van de derde booster.

source: Look!
is: Skoða!
lt: Žiūrim!
nl: Kijk!

# review-30
source: You now have 30 seconds to review what you have drafted.
is: Þið hafið 30 sekúndur til að skoða spilin sem þið hafið valið.
lt: Jūs turite 30 sekundžių peržvelgti, ką jau pririnkote.
nl: Je hebt nu 30 seconden om je gedrafte kaarten te bekijken.

# review-45
source: You now have 45 seconds to review what you have drafted.
is: Þið hafið 45 sekúndur til að skoða spilin sem þið hafið valið.
lt: Jūs turite 45 sekundes peržvelgti, ką jau pririnkote.
nl: Je hebt nu 45 seconden om je gedrafte kaarten te bekijken.

source: 10 seconds!
is: 10 sekúndur!
lt: 10 sekundžių!
nl: 10 seconden!

source: 5 seconds!
is: 5 sekúndur!
lt: 5 sekundės!
nl: 5 seconden!

# put-back
source: Put back the cards.
is: Leggið spilin niður.
lt: Padėkite kortas atgal.
nl: Leg de kaarten weer voor je in één dichte stapel.

source: Done.
is: Áfram
lt: Atlikta.
nl: Klaar.

# draft-over
source: The draft is now over.
is: Nú hafa öll spilin gengið út.
lt: Draftas pabaigtas.
nl: De draft is klaar.

# take-and-sit
source: Please take your cards and proceed to your sitting place. Try to avoid giving information related to the draft to other players.
is: Þið hafið 20 mínútur til að búa til stokk.
lt: Paimkite savo kortas ir užimkite savo vietas. Stenkitės neatskleisti jokios strateginės informacijos kitiems žaidėjams.
nl: Pak je kaarten op en ga naar je toegewezen zitplaats. Het is nog steeds niet toegestaan om informatie over de draft aan andere spelers te geven.

source: Finish.
is: Loka
lt: Baigti.
nl: Voltooien

source: Restart timer
is: Byrja talningu aftur
lt: Paleisti naujai
nl: Herstart timer

source: Skip timer
is: Sleppa talningu
lt: Praleisti laikrodį
nl: Overslaan

# pass-cards
source: Pass (N card/cards).
is: Réttið (N spil/spil).
lt: Perduokite (N kortą/kortas/kortų)
nl: Geef (N kaart/kaarten) door.

# card-number
source: (N) card
is: (N) spil
lt: (N-a) korta
nl: (N) kaart

source: Sets:
is: Seríur

source: Booster 1
is: Pakki 1
lt: Pirmas pakelis

source: Booster 2
is: Pakki 2
lt: Antras pakelis

source: Booster 3
is: Pakki 3
lt: Trečias pakelis
